<template>
  <div class="protocol container">
    <el-row>
      <el-col :offset="6" :span="18">
        <h1 class="protocol__title">服务条款</h1>
      </el-col>
    </el-row>
    <el-row :gutter="40">
      <el-col :span="6">
        <div class="nav-menu">
          <ul class="nav nav-pills nav-stacked">
            <li><a class="title">了解我们</a></li>
            <li><a>服务条款</a></li>
          </ul>
        </div>
      </el-col>

      <el-col :span="18">
        <div class="protocol__content">
          <h5>蓝鲸淘网站（www.otcgo.cn）（以下简称蓝鲸淘）所提供的各项服务的所有权和运作权均归台州申一科技有限公司（以下简称“申一科技”）所有。
              蓝鲸淘用户使用协议（以下简称“协议”）系由蓝鲸淘用户与申一科技的各项服务所订立的相关权利\义务规范。用户通过
              访问和（或）使用本网站，即表示接受并同意本协议的所有条件和条款。申一科技作为蓝鲸淘的运营者依据协议为用户提供服务。不愿接受协议条款的，
              不得访问和（或）使用本网站。</h5>

          <h5>申一科技有权对协议条款进行修改，修改后的协议一旦公布即有效代替原来的协议。用户可随时查阅最新协议。</h5>

          <h4>一、服务内容</h4>

          <h5>1、蓝鲸淘运用自己的系统，通过互联网络等方式为用户提供智能资产的发售\转让的信息中介服务。</h5>

          <h5>2、用户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上
              网装置；（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</h5>

          <h5>3、用户提供的注册资料，用户同意：</h5>
          <p>（1）提供合法、真实、准确、详尽的个人资料；</p>
          <P>（2）如有变动，及时更新用户资料。</P>
          <h5>如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且申一科技保留终
              止用户使用蓝鲸淘各项服务的权利。</h5>

          <h4>二、服务的提供、修改及终止</h4>

          <h5>1、用户在接受蓝鲸淘各项服务的同时，同意接受蓝鲸淘提供的各类信息服务。用户在此授权申一科技可以向其电子邮件、手机
              、通信地址等发送商业信息。 用户有权选择不接受蓝鲸淘提供的各类信息服务，并进入蓝鲸淘相关页面进行更改。</h5>

          <h5>2、蓝鲸淘保留随时修改或中断服务而不需通知用户的权利。蓝鲸淘有权行使修改或中断服务的权利，不需对用户或任何无直接关系的第三方负责。</h5>

          <h5>3、用户对协议的修改有异议，或对蓝鲸淘的服务不满，可以行使如下权利：</h5>

          <p>（1）停止使用蓝鲸淘的网络服务；</p>

          <p>（2）通过客服等渠道告知蓝鲸淘停止对其服务。 结束服务后，用户使用蓝鲸淘网络服务的权利立即终止。在此情况下，
             蓝鲸淘没有义务传送任何未处理的信息或未完成的服务给用户或任何无直接关系的第三方。</p>

          <h4>三、用户信息的保密</h4>

          <h5>1、协议所称之蓝鲸淘用户信息是指符合法律、法规及相关规定，并符合下述范围的信息：</h5>

          <p>（1）用户注册蓝鲸淘或申请蓝鲸淘会员卡时，向蓝鲸淘提供的个人信息；</p>

          <p>（2）用户在使用蓝鲸淘服务、参加网站活动或访问网站网页时，蓝鲸淘自动接收并记录的用户浏览器端或手机客户端数据，
             包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录；</p>

          <p>（3）蓝鲸淘从商业伙伴处合法获取的用户个人信息；</p>

          <p>（4）其它蓝鲸淘通过合法途径获取的用户个人信息。</p>

          <h5>2、蓝鲸淘承诺：</h5>

          <p>非经法定原因或用户事先许可，蓝鲸淘不会向任何第三方透露用户的密码、姓名、手机号码等非公开信息</p>

          <h5>3、在下述法定情况下，用户的个人信息将会被部分或全部披露：</h5>

          <p>（1）经用户同意向用户本人或其他第三方披露；</p>

          <p>（2）根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；</p>

          <p>（3）其它蓝鲸淘根据法律、法规等相关规定进行的披露。</p>

          <h4>四、用户权利</h4>

          <h5>1、用户的用户名、密码和安全性</h5>

          <p>（1）用户有权选择是否成为蓝鲸淘会员，用户选择成为蓝鲸淘注册用户的，可自行创建、修改昵称。用户名和
             昵称的命名及使用应遵守相关法律法规并符合网络道德。用户名和昵称中不能含有任何侮辱、威胁、淫秽、
             谩骂等侵害他人合法权益的文字。</p>

          <p>（2）用户一旦注册成功，成为蓝鲸淘的会员，将得到用户名（用户邮箱）和密码，并对以此组用户名和密码
             登入系统后所发生的所有活动和事件负责，自行承担一切使用该用户名的言语、行为等而直接或者间接导致的
             法律责任。</p>

          <p>（3）用户有义务妥善保管蓝鲸淘账号（钱包文件和登陆密码）、Google验证码等个人信息，用户将对蓝鲸淘账号
             （钱包文件和登陆密码）、Google验证码等个人信息的安全负全部责任。因用户原因导致蓝鲸淘账号（钱包文件和
             登陆密码）、Google验证码等个人信息泄露而造成的任何法律后果和财产损失由用户本人负责。</p>


          <p>（4）蓝鲸淘不会向任何用户索取密码，不会让用户往任何非本站交易中心里提供的帐户、地址里打款或币，造成的
             损失本站不负责任。</p>

          <h5>2、用户有权根据网站相关规定，在发布信息等贡献后，取得蓝鲸淘给予的奖励；</h5>

          <h5>3、用户有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行决定是否提供非必填项的内容；</h5>

          <h5>4、用户有权参加蓝鲸淘社区，并发表符合国家法律规定，并符合蓝鲸淘社区规则的文章及观点；</h5>

          <h5>5、用户有权根据网站相关规定，获得蓝鲸淘给与的奖励（如社区学分、徽章等）；</h5>

          <h5>6、用户有权参加蓝鲸淘组织提供的各项线上、线下活动；</h5>

          <h5>7、用户有权根据蓝鲸淘网站规定，享受蓝鲸淘提供的其它各类服务。</h5>

          <h4>五、用户义务</h4>

          <h5>1、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：</h5>

          <p>（1）煽动抗拒、破坏宪法和法律、行政法规实施的；</p>

          <p>（2）煽动颠覆国家政权，推翻社会主义制度的；</p>

          <p>（3）煽动分裂国家、破坏国家统一的；</p>

          <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>

          <p>（5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>

          <p>（6）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>

          <p>（7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>

          <p>（8）损害国家机关信誉的；</p>

          <p>（9）其他违反宪法和法律行政法规的；</p>

          <p>（10）进行商业广告行为的。</p>

          <h5>2、用户不得通过任何手段恶意注册蓝鲸淘网站帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户帐号。

              如用户违反上述规定，则蓝鲸淘网有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</h5>

          <h5>3、禁止用户将蓝鲸淘网以任何形式作为从事各种非法活动的场所、平台或媒介。未经蓝鲸淘网的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将蓝鲸淘网作为从事商业活动的场所、平台或媒介。</h5>

          如用户违反上述规定，则蓝鲸淘网有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。

          <h5>
            4、用户在蓝鲸淘网以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且蓝鲸淘因此受到的损失，有权向用户追偿。</h5>

          <h4>六、拒绝担保与免责</h4>

          <h5>
            1、蓝鲸淘网作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。对于用户在接受蓝鲸淘网的服务过程中可能遇到的错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件，蓝鲸淘网不承担法律责任。</h5>

          <h5>2、基于互联网的特殊性，蓝鲸淘网也不担保服务不会受中断，对服务的及时性、安全性都不作担保，不承担非因蓝鲸淘网导致的责任。蓝鲸淘网力图使用户能对本网站进行安全访问和使用，但蓝鲸淘网不声明也不保证本网站或其服务器是不含病毒或其它潜在有害因素的；因此用户应使用业界公认的软件查杀任何自蓝鲸淘网下载文件中的病毒。</h5>

          <h5>3、蓝鲸淘网不对用户所发布信息的保存、修改、删除或储存失败负责。对网站上的非因蓝鲸淘网故意所导致的排字错误、疏忽等不承担责任。蓝鲸淘网有权但无义务，改善或更正本网站任何部分之疏漏、错误。</h5>

          <h5>4、除非蓝鲸淘网以书面形式明确约定，蓝鲸淘网对于用户以任何方式（包括但不限于包含、经由、连接或下载）从本网站所获得的任何内容信息，包括但不限于广告等，不保证其准确性、完整性、可靠性；对于用户因本网站上的内容信息而购买、获取的任何产品、服务、信息或资料，蓝鲸淘网不承担责任。用户自行承担使用本网站信息内容所导致的风险。</h5>

          <h5>5、蓝鲸淘网内所有用户所发表的用户评论，仅代表用户个人观点，并不表示本网站赞同其观点或证实其描述，本网站不承担用户评论引发的任何法律责任。</h5>

          <h5>6、蓝鲸淘有权删除蓝鲸淘网内各类不符合法律或协议规定的信息，而保留不通知用户的权利。</h5>

          <h5>7、所有发给用户的通告，蓝鲸淘网都将通过正式的页面公告、站内信、电子邮件、客服电话、手机短信或常规的信件送达。任何非经蓝鲸淘网正规渠道获得的中奖、优惠等活动或信息，蓝鲸淘网不承担法律责任。</h5>

          <h5>8、蓝鲸淘有权根据市场情况调整充值、提现、交易等手续费费率，有权决定免费推广期的终止。</h5>

          <h4>七、适用法律和裁判地点</h4>

          <h5>1、因用户使用蓝鲸淘网站而引起或与之相关的一切争议、权利主张或其它事项，均受中华人民共和国法律的管辖。</h5>

          <h5>2、用户和蓝鲸淘网发生争议的，应首先本着诚信原则通过协商加以解决。如果协商不成，则应向蓝鲸淘所在地人民法院提讼。</h5>

          <h4>八、可分性</h4>

          <h5>如果本协议的任何条款被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可分割，不影响任何其它条款的法律效力。</h5>

          <h4>九、冲突选择</h4>

          <h5>本协议是蓝鲸淘网与用户注册成为蓝鲸淘网用户，使用蓝鲸淘网服务之间的重要法律文件，蓝鲸淘网或者用户的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为准。</h5>
        </div>
      </el-col>
    </el-row>
  </div>
</template>

<script>
  export default {}
</script>

<style lang="stylus" scoped>
  .protocol
    margin-top: 20px
    &__content
      & > h4
        font-weight: bold
        border-top: 8px solid #d5d5d5
        padding-top: 15px
      & > h5
        font: 14px/1.6 "Microsoft YaHei"
        text-indent: 5px
      & > p
        font: 12px/1.6 "Microsoft YaHei"
        text-indent: 10px
    &__title
      border-bottom: 1px solid #000
      padding-bottom: 10px
      font-size: 20px
</style>